/* Tamper protection password sheet */
"A tamper protection password is required to install over the existing product." = "A tamper protection password is required to install over the existing product.";

/* Download cancel alert sheet */
"Are you sure you want to cancel the download?" = "Are you sure you want to cancel the download?";

/* Authorization Prompt */
"Authentication is required to allow download Sophos Endpoint." = "Authentication is required to allow download Sophos Endpoint.";

/* Requirement alert view */
"Below are the minimum requirements:\n\nPlatform:  10.15\nFree Disk Space:    1.5 GB\nCannot have SGN 8 Enterprise Full Disk Encryption installed\n\n" = "Below are the minimum requirements:\n\nPlatform:  10.15\nFree Disk Space:    1.5 GB\nCannot have SGN 8 Enterprise Full Disk Encryption installed\n\n";

/* Requirement alert view */
"Below are the minimum requirements:\n\nPlatform:  10.15\nFree Disk Space:    1.5 GB\n\n" = "Below are the minimum requirements:\n\nPlatform:  10.15\nFree Disk Space:    1.5 GB\n\n";

/* Cancel button */
"Cancel" = "Cancel";

/* Downloading view */
"Connecting..." = "Connecting...";

/* Contact your computer systems administrator or Sophos Technical Support for further assistance. */
"Contact your computer systems administrator or Sophos Technical Support for further assistance." = "Contact your computer systems administrator or Sophos Technical Support for further assistance.";

/* Contact support */
"Contact support" = "Contact IT or Sophos Support if you need help.";

/* Continue button */
"Continue" = "Continue";

/* Short description of the Sophos Device Encryption on the Welcome screen for the multi-products installation */
"Device Encryption: Protects your data if your device is lost or stolen." = "Device Encryption: Protects your data if your device is lost or stolen.";

/* OK button in alerts (formerly Dismiss) */
"OK" = "OK";

/* Registering view */
"Registering..." = "Registering...";

/* Downloading view */
"Downloading..." = "Downloading...";

/* Registration Status and Summary views */
"Failed to receive configuration" = "Failed to receive configuration";

/* Registration Status and Summary views */
"Failed to register with Sophos Central" = "Failed to register with Sophos Central";

/* Registration Status and Summary views */
"Further information is available in " = "Further information is available in ";

/* Insecure directory warning KBA */
"Further information is available in KBA 131749" = "Further information is available in KBA 131749";

/* Insecure directory warning */
"Insecure ownership or permissions were detected on one or more system directories." = "Insecure ownership or permissions were detected on one or more system directories.";

/* Install button */
"Install" = "Install";

/* banner title */
"Installer" = " ";

/* Downloading view */
"Installing..." = "Installing...";

/* Short description of the Sophos Intercept X on the Welcome screen for the multi-products installation */
"Intercept X: Protects against ransomware and exploits." = "Intercept X: Protects against ransomware and exploits.";

/* Short description of the Sophos Advanced Intercept X with MDR on the Welcome screen for the multi-products installation */
"Intercept X with MTR: Protects against ransomware and exploits." = "Intercept X with MTR: Protects against ransomware and exploits with MTR service.";

/* Mobile: Manages your device and verifies compliance. */
"Mobile: Manages your device and verifies compliance." = "Mobile: Manages your device and verifies compliance.";

/* Downloading view */
"Preparing download, this may take several minutes..." = "Preparing download, this may take several minutes...";

/* Quit button */
"Quit" = "Quit";

/* Registration Status and Summary views */
"Received configuration" = "Received configuration";

/* Registration Status and Summary views */
"Registered with Sophos Central" = "Registered with Sophos Central";

/* Registration Status and Summary views */
"Registered with Sophos Central" = "Registered with Sophos Central";

/* Registration Status and Summary views */
"Registering with Sophos Central" = "Registering with Sophos Central";

/* Registration Status and Summary views */
"Software installed" = "Software installed";

/* Download cancel alert sheet */
"Sophos Central Endpoint Installer" = "Sophos Endpoint Installer";

/* Description of the Sophos Device Encryption on the Welcome screen for the single product installation */
"Sophos Device Encryption protects your data if your Mac is lost or stolen. This app downloads and installs the latest version." = "Sophos Device Encryption protects your data if your Mac is lost or stolen. This app downloads and installs the latest version.";

/* Description of the Sophos Unified Endpoint Management on the Welcome screen for the single product installation */
"Sophos Mobile manages your Mac device and verifies its compliance. This app downloads and installs the latest version." = "Sophos Mobile manages your Mac device and verifies its compliance. This app downloads and installs the latest version.";

/* banner title */
"Sophos Endpoint " = "Sophos Endpoint ";

/* Description of the Sophos Endpoint Protection on the Welcome screen for the single product installation */
"Sophos Endpoint Protection protects your Mac from viruses, spyware and more. This app downloads and installs the latest version." = "Sophos Endpoint Protection protects your Mac from viruses, spyware and more. This app downloads and installs the latest version.";

/* Description of the Sophos Intercept X on the Welcome screen for the single product installation */
"Sophos Intercept X protects your Mac against ransomware and exploits. This app downloads and installs the latest version." = "Sophos Intercept X protects your Mac against ransomware and exploits. This app downloads and installs the latest version.";

/* Installer config file is invalid or damaged */
"The configuration file SophosCloudConfig.plist is invalid or damaged. The installer cannot continue." = "The configuration file SophosCloudConfig.plist is invalid or damaged. The installer cannot continue.";

/* Installer is damaged */
"The installer self-check has failed, it may be damaged or corrupted. The installer cannot continue." = "The installer self-check has failed, it may be damaged or corrupted. The installer cannot continue.";

/* Installer program cannot find required config file */
"The required configuration file SophosCloudConfig.plist is missing from the Sophos Installer Components folder. The installer cannot continue." = "The required configuration file SophosCloudConfig.plist is missing from the Sophos Installer Components folder. The installer cannot continue.";

/* CrossGrade detected */
"Uninstall the existing product before installing Sophos Central Endpoint." = "Uninstall the existing product before installing Sophos Endpoint.";

/* Downloading view */
"Verifying..." = "Verifying...";

/* Registration Status and Summary views */
"Waiting for configuration" = "Waiting for configuration";

/* Requirement alert view */
"Your system does not meet the minimum system requirements for Sophos Central Endpoint." = "Your system does not meet the minimum system requirements for Sophos Endpoint.";

/* CrossGrade detected */
"Your system has an incompatible Sophos Endpoint product installed." = "Your system has an incompatible Sophos Endpoint product installed.";

/* full stop at end of KBA info text */
"." = ".";

/* Misconfigured system umask was detected. */
"Misconfigured system umask was detected." = "Misconfigured system umask was detected.";

/* error in command line options */
"The configuration file or command line options required for installation are missing or incomplete. The installer cannot continue." = "The configuration file or command line options required for installation are missing or incomplete. The installer cannot continue.";

/* error if product is already installed */
"Your system already has the Sophos Endpoint product installed." = "Your system already has the Sophos Endpoint product installed.";

/* request uninstall */
"Uninstall the existing product before re-installing Sophos Central Endpoint." = "Uninstall the existing product before re-installing Sophos Central Endpoint.";

/* error in product assignment */
"Invalid product assignment" = "This product combination isn’t valid. The installer can’t continue.";

/*Description for Sensor product in Bootrapper installer*/
"XDR Sensor: Data collection for advanced threat analysis." = "XDR Sensor: Data collection for advanced threat analysis.";

/*Description for Intercept X with XDR and MTR product in Bootrapper installer*/
"Intercept X with XDR and MTR: Protects against ransomware, exploits, plus our MTR." = "Intercept X with XDR and MTR: Protects against ransomware, exploits, plus our MTR.";

/*Description for Intercept X with XDR product in Bootrapper installer*/
"Intercept X with XDR: Protects against ransomware, exploits, plus threat analysis." = "Intercept X with XDR: Protects against ransomware, exploits, plus threat analysis.";

/*Description for Intercept X Advanced product in Bootrapper installer*/
"Intercept X Advanced: Protects against malware, ransomware and exploits." = "Intercept X Advanced: Protects against malware, ransomware and exploits.";

/*Description for Endpoint Protection product in Bootrapper installer*/
"Endpoint Protection: Protects against viruses, spyware and more." = "Endpoint Protection: Protects against viruses, spyware and more.";

/*Welcome page text for Sensor product in Bootrapper installer*/
"XDR Sensor: Data collection for advanced threat analysis. This app downloads and installs the latest version." = "XDR Sensor: Data collection for advanced threat analysis. This app downloads and installs the latest version.";

/*Welcome page text for Intercept X Advanced with XDR and MTR product in Bootrapper installer*/
"Sophos Intercept X Advanced with XDR and MTR protects your Mac against malware, exploits, web threats and ransomware, plus advanced threat analysis and our MTR service. This app downloads and installs the latest version." = "Sophos Intercept X Advanced with XDR and MTR protects your Mac against malware, exploits, web threats and ransomware, plus advanced threat analysis and our MTR service. This app downloads and installs the latest version.";

/*Welcome page text for Intercept X Advanced with XDR product in Bootrapper installer*/
"Sophos Intercept X Advanced with XDR protects your Mac against malware, exploits, web threats and ransomware, plus advanced threat analysis. This app downloads and installs the latest version." = "Sophos Intercept X Advanced with XDR protects your Mac against malware, exploits, web threats and ransomware, plus advanced threat analysis. This app downloads and installs the latest version.";

/*Welcome page text for Intercept X product in Bootrapper installer*/
"Sophos Intercept X Advanced protects your Mac against malware, exploits, web threats and ransomware. This app downloads and installs the latest version." = "Sophos Intercept X Advanced protects your Mac against malware, exploits, web threats and ransomware. This app downloads and installs the latest version.";
